<?php

return [
	'text' => [
		'hint'			=> 'Увійдіть або створіть новий обліковий запис.',
		'signin'		=> 'Вхід',
		'signup'		=> 'Реєстрація',
		'reset'			=> 'Скидання пароля',
	],
	'field' => [
		'confirm'		=> 'Підтвердження паролю',
		'email'			=> 'Електронна пошта',
		'last'			=> 'Фамілія',
		'name'			=> 'Ім’я',
		'old'			=> 'Поточний пароль',
		'new'			=> 'Новий пароль',
		'password'		=> 'Пароль',
		'repeat'		=> 'Повторити пароль',
	],
	'button' => [
		'forgot'		=> 'Я забув(ла) свій пароль',
		'reset'			=> 'Скинути пароль',
		'signin'		=> 'Увійти',
		'signup'		=> 'Створіть новий обліковий запис',
		'signout'		=> 'Вийти',
	],
];