<?php

return [
	'text' => [
		'hint'						=> 'Увійдіть або створіть новий обліковий запис',
		'signin'					=> 'Вхід',
		'signup'					=> 'Реєстрація',
		'reset'						=> 'Скинути пароль',
		'link_sent'					=> 'Посилання для активації надіслано на поштову скриньку',
	],
	'field' => [
		'email'						=> 'Електронна пошта',
		'first_name'				=> 'Ім’я',
		'last_name'					=> 'Фамілія',
		'old'						=> 'Поточний пароль',
		'new'						=> 'Новий пароль',
		'password'					=> 'Пароль',
		'password_confirmation'		=> 'Підтвердження паролю',
		'repeat'					=> 'Повторення нового паролю',
		'g-recaptcha-response'		=> 'Google reCaptcha',
	],
	'text' => [
		'reset'						=> 'Скидання паролю',
	],
	'button' => [
		'forgot'					=> 'Я забув(ла) свій пароль',
		'reset'						=> 'Скинути пароль',
		'signin'					=> 'Увійти',
		'signup'					=> 'Створіть новий обліковий запис',
		'signout'					=> 'Вийти',
	],
];