<?php

return [
	'names' =>
	[
		'sgl'			=> 'Відгук',
		'plr'			=> 'Відгуки',
		'list'			=> 'відгуків',
		'btn_create'	=> 'відгук',
		'btn_edit'		=> 'відгук',
		'btn_delete'	=> 'відгуків',
		'txt_create'	=> 'відгука',
		'txt_edit'		=> 'відгука',
		'filterby'		=> 'відгукамі',
		'typein'		=> 'відгук',
		'saved'			=> 'відгук',
	],
	'field' => [
/*
		'qty' => [
			'label'		=> 'Кількість',
			'filterby'	=> 'кількістю',
			'typein'	=> 'кількість',
		],
*/
		'description' => [
			'label'		=> 'Відгук/скарга/побажання/інше',
			'filterby'	=> 'відгуком',
			'typein'	=> 'текст опису (відгуку/скаргі/тощо)',
		],
	],
];
